exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2, grupch3) => {
	return `
	
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
         ───

╔════════════════════
║ *FITUR BOT ${BotName}*
╠════════════════════
║╭──❉ *STICKER MAKER* ❉──
║│1. *.sticker*
║╰───────────
╠════════════════════
║╭──❉ *MEDIA* ❉──
║│1. *.ytmp3* [linkyoutube]
║│2. *.ytmp4* [linkyoutube]
║│3. *.tiktok* [linktiktok]
║│4. *.igfoto* [linkIgfoto]
║│5. *.igvideo* [linkIgvideo]
║│6. *.fb* [linkFb]
║│7. *.twt* <linkTweet>
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│1. *.wiki* [query]Wikipedia.
║│2. *.nulis* [teks]
║│3. *.quran*
║│4. *.pantun*
║│5. *.nama* [nama anda]
║│6. *.pasangan* [Aris & Cahya]
║│7. *.lirik* [nama lagu]
║│8. *.chord* [nama lagu]
║│9. *.ssweb* [link]
║│10. *.textimage* [teks]
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│1. *.sholat* [daerah]
║│2. *.covid*
║│3. *.infogempa*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *CONTACT* ❉──
║│1. *owner*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *IMPORTANT* ❉──
║│1. *.info*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│1. *.tts* [teks]
║│2. *.quotes*
║│3. *.donasi*
║│4. *.ptl cewek*
║│5. *.ptl cowok*
║│6. *.pokemon*
║│7. *.loli*
║│8. *.hentai*
║│9. *.randomanime*
║│10. *.namaninja* [nama lu]
║│11. *.alay*  [teks]
║│12. *.say*  [teks]
║│13. *.igstalk* [Username]
║│14. *.seberapagay*
║╰───────────
╠════════════════════
║ *MADE BY Muhammad Aqip*
╚════════════════════`
}
